/* 
  Localizable.strings
  OpenInTerminal

  Created by Jianing Wang on 2019/4/22.
  Copyright © 2019 Jianing Wang. All rights reserved.
*/

"general.ok" = "OK";
"general.cancel" = "Cancel";
"general.yes" = "Yes";

"menu.open_in" = "Open in ";
"menu.open_with_default_terminal" = "Open in Terminal";
"menu.open_with_default_editor" = "Open in Editor";
"menu.copy_path_to_clipboard" = "Copy path";

"menu.preferences" = "Preferences...";
"menu.quit" = "Quit";

"pref.toolbar.not_installed" = "Not Installed";

"alert.pick_terminal_title" = "Open In?";
"alert.pick_terminal_description" = "Please select one of the following terminals as the default terminal to open.";

"alert.pick_editor_title" = "Open In?";
"alert.pick_editor_description" = "Please select one of the following editors as the default editor to open.";

"alert.reset_preferences_title" = "Reset User Preferences?";
"alert.reset_preferences_description" = "⚠️ Note that this will reset all user preferences";

"toolbar.item_name" = "Open in Terminal";
"toolbar.item_tooltip" = "Open current directory in Terminal.";
